<template>
  <div id="fireManage">
      <div class="fireManage_top">
        <div class="fireManage_top_head"><span>火警</span></div>
          <div class="scrollbar" id="style-3">
            <div class="fireManage_top_con force-overflow">
                <div class="tip"><img src="../../../images/fireWarning.png" alt=""><div class="tipCon" style="text-align: center;">提示：有1处发生报警请注意</div></div>
                <table id="table">
                    <tr>
                        <td class="active">地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                    </tr>
                    <tr>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                    </tr>
                    <tr>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                    </tr>
                    <tr>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                    </tr>
                    <tr>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                    </tr>
                    <tr>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                    </tr>
                    <tr>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                    </tr>
                    <tr>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                    </tr>
                    <tr>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                    </tr>
                    <tr>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                        <td>地下室001处</td>
                    </tr>
                </table>
            </div>
          </div>
      </div>
      <div class="fireManage_bottom">
        <div id="fire">
            <div class="fireCon">
                <span class="title">消火栓</span>
                <el-button type="text" @click="open01 = true">消防栓的操作使用及维护管理规定</el-button>
                <el-button type="text" @click="open02 = true">消防栓的操作使用及维护管理规定</el-button>
                <el-button type="text" @click="open03 = true">消防栓的操作使用及维护管理规定</el-button>
                <el-button type="text" @click="open04 = true">消防栓的操作使用及维护管理规定</el-button>
            </div>
            <el-dialog title="消火栓" :visible.sync="open01">
                <p>5.1消防栓的用途、放置要求及标示</p>
                <p>5.1.1消防栓仅用于公司发生火灾时灭火之用，不得挪作其它用途。</p>
                <p>5.1.2工厂、宿舍楼、食堂等易发生火灾的地方必须放置充足的消防栓。消防栓必须放置在走廊、楼梯间、建筑物边缘及室内墙壁等易于取用地点。</p>
                <p>5.1.3消防栓必须用红色作特殊标示，以防止挪作它用。</p>
                <p>5.2消防栓的操作使用</p>
                <p>5.2.1消防栓必须由具有资格的安全防卫人员操作使用，当发生火灾时，要在第一时间内通知相关安全员。其通知途径见《应急准备及响应控制程序》。
                <p>5.2.2发生火灾时，要辨清火灾发生地点，选定离火源最近的消防栓。</p>
                <p>5.2.3打破红色报警器，打开消防箱门，铃响后水自动加压。</p>
                <p>5.2.4从水箱中取出水带，并将水带接在消防箱内水箱阀门口上。</p>
                <p>5.2.5将水带全部展开，取出水枪，并将水枪接在消防水带上。</p>
                <p>5.2.6逆时针打开消防阀门至适当处。</p>
                <p>5.2.7左手握水枪头，右手拿水带，并将水枪顶在右腰部，蹲马步，将水枪头对准火源根部喷水。</p>
                <p>5.2.8待火灾消灭后，先消除火灾报警器，后关阀门，从水带上取下水枪，将水带卷起，卷好的水带连同水枪一起置于水箱内，最后关上水箱门。</p>
                <p>5.3消防栓的维护管理</p>
                <p>5.3.1消防栓要正确放置，处于良好状态。保安应定期对消火栓进行检查，发现消防栓放置位置不正确时应予以及时纠正；若损坏，必须报后勤组相关负责人，以便维修。</p>
                <p>5.3.2  如使用后的消防水带要注意晾晒，以免发霉损坏其应有的功能。</p>
                <p>5.3.3人事行政部组织相关人员每月把公司所有消火栓全面检查一次，以保证在可能发生火灾的建筑物内放置数量充足及良好状态的消防栓。检查结果记录于《消防栓检查卡》上。</p>
                <p>5.3.4可能发生火灾的建筑物内消防栓是否充足及消防栓是否处于良好状态，应符合以下几方面：
                ·易发生火灾的建筑物各楼层均应设置消防栓。
                ·室内消防栓的布置应保证水枪的充实水柱能到达室内任何部位。
                ·室内消防栓应设在明显易于取用地点，栓口离地面高度为1.1M左右。其出水方向宜向下或与设置消防栓的墙面成90度角。
                </p>
            </el-dialog>
            <el-dialog title="消火栓" :visible.sync="open02">
                <p>5.1消防栓的用途、放置要求及标示</p>
                <p>5.1.1消防栓仅用于公司发生火灾时灭火之用，不得挪作其它用途。</p>
                <p>5.1.2工厂、宿舍楼、食堂等易发生火灾的地方必须放置充足的消防栓。消防栓必须放置在走廊、楼梯间、建筑物边缘及室内墙壁等易于取用地点。</p>
                <p>5.1.3消防栓必须用红色作特殊标示，以防止挪作它用。</p>
                <p>5.2消防栓的操作使用</p>
                <p>5.2.1消防栓必须由具有资格的安全防卫人员操作使用，当发生火灾时，要在第一时间内通知相关安全员。其通知途径见《应急准备及响应控制程序》。
                <p>5.2.2发生火灾时，要辨清火灾发生地点，选定离火源最近的消防栓。</p>
                <p>5.2.3打破红色报警器，打开消防箱门，铃响后水自动加压。</p>
                <p>5.2.4从水箱中取出水带，并将水带接在消防箱内水箱阀门口上。</p>
                <p>5.2.5将水带全部展开，取出水枪，并将水枪接在消防水带上。</p>
                <p>5.2.6逆时针打开消防阀门至适当处。</p>
                <p>5.2.7左手握水枪头，右手拿水带，并将水枪顶在右腰部，蹲马步，将水枪头对准火源根部喷水。</p>
                <p>5.2.8待火灾消灭后，先消除火灾报警器，后关阀门，从水带上取下水枪，将水带卷起，卷好的水带连同水枪一起置于水箱内，最后关上水箱门。</p>
                <p>5.3消防栓的维护管理</p>
                <p>5.3.1消防栓要正确放置，处于良好状态。保安应定期对消火栓进行检查，发现消防栓放置位置不正确时应予以及时纠正；若损坏，必须报后勤组相关负责人，以便维修。</p>
                <p>5.3.2  如使用后的消防水带要注意晾晒，以免发霉损坏其应有的功能。</p>
                <p>5.3.3人事行政部组织相关人员每月把公司所有消火栓全面检查一次，以保证在可能发生火灾的建筑物内放置数量充足及良好状态的消防栓。检查结果记录于《消防栓检查卡》上。</p>
                <p>5.3.4可能发生火灾的建筑物内消防栓是否充足及消防栓是否处于良好状态，应符合以下几方面：
                    ·易发生火灾的建筑物各楼层均应设置消防栓。
                    ·室内消防栓的布置应保证水枪的充实水柱能到达室内任何部位。
                    ·室内消防栓应设在明显易于取用地点，栓口离地面高度为1.1M左右。其出水方向宜向下或与设置消防栓的墙面成90度角。
                </p>
            </el-dialog>
            <el-dialog title="消火栓" :visible.sync="open03">
                <p>5.1消防栓的用途、放置要求及标示</p>
                <p>5.1.1消防栓仅用于公司发生火灾时灭火之用，不得挪作其它用途。</p>
                <p>5.1.2工厂、宿舍楼、食堂等易发生火灾的地方必须放置充足的消防栓。消防栓必须放置在走廊、楼梯间、建筑物边缘及室内墙壁等易于取用地点。</p>
                <p>5.1.3消防栓必须用红色作特殊标示，以防止挪作它用。</p>
                <p>5.2消防栓的操作使用</p>
                <p>5.2.1消防栓必须由具有资格的安全防卫人员操作使用，当发生火灾时，要在第一时间内通知相关安全员。其通知途径见《应急准备及响应控制程序》。
                <p>5.2.2发生火灾时，要辨清火灾发生地点，选定离火源最近的消防栓。</p>
                <p>5.2.3打破红色报警器，打开消防箱门，铃响后水自动加压。</p>
                <p>5.2.4从水箱中取出水带，并将水带接在消防箱内水箱阀门口上。</p>
                <p>5.2.5将水带全部展开，取出水枪，并将水枪接在消防水带上。</p>
                <p>5.2.6逆时针打开消防阀门至适当处。</p>
                <p>5.2.7左手握水枪头，右手拿水带，并将水枪顶在右腰部，蹲马步，将水枪头对准火源根部喷水。</p>
                <p>5.2.8待火灾消灭后，先消除火灾报警器，后关阀门，从水带上取下水枪，将水带卷起，卷好的水带连同水枪一起置于水箱内，最后关上水箱门。</p>
                <p>5.3消防栓的维护管理</p>
                <p>5.3.1消防栓要正确放置，处于良好状态。保安应定期对消火栓进行检查，发现消防栓放置位置不正确时应予以及时纠正；若损坏，必须报后勤组相关负责人，以便维修。</p>
                <p>5.3.2  如使用后的消防水带要注意晾晒，以免发霉损坏其应有的功能。</p>
                <p>5.3.3人事行政部组织相关人员每月把公司所有消火栓全面检查一次，以保证在可能发生火灾的建筑物内放置数量充足及良好状态的消防栓。检查结果记录于《消防栓检查卡》上。</p>
                <p>5.3.4可能发生火灾的建筑物内消防栓是否充足及消防栓是否处于良好状态，应符合以下几方面：
                    ·易发生火灾的建筑物各楼层均应设置消防栓。
                    ·室内消防栓的布置应保证水枪的充实水柱能到达室内任何部位。
                    ·室内消防栓应设在明显易于取用地点，栓口离地面高度为1.1M左右。其出水方向宜向下或与设置消防栓的墙面成90度角。
                </p>
            </el-dialog>
            <el-dialog title="消火栓" :visible.sync="open04">
                <p>5.1消防栓的用途、放置要求及标示</p>
                <p>5.1.1消防栓仅用于公司发生火灾时灭火之用，不得挪作其它用途。</p>
                <p>5.1.2工厂、宿舍楼、食堂等易发生火灾的地方必须放置充足的消防栓。消防栓必须放置在走廊、楼梯间、建筑物边缘及室内墙壁等易于取用地点。</p>
                <p>5.1.3消防栓必须用红色作特殊标示，以防止挪作它用。</p>
                <p>5.2消防栓的操作使用</p>
                <p>5.2.1消防栓必须由具有资格的安全防卫人员操作使用，当发生火灾时，要在第一时间内通知相关安全员。其通知途径见《应急准备及响应控制程序》。
                <p>5.2.2发生火灾时，要辨清火灾发生地点，选定离火源最近的消防栓。</p>
                <p>5.2.3打破红色报警器，打开消防箱门，铃响后水自动加压。</p>
                <p>5.2.4从水箱中取出水带，并将水带接在消防箱内水箱阀门口上。</p>
                <p>5.2.5将水带全部展开，取出水枪，并将水枪接在消防水带上。</p>
                <p>5.2.6逆时针打开消防阀门至适当处。</p>
                <p>5.2.7左手握水枪头，右手拿水带，并将水枪顶在右腰部，蹲马步，将水枪头对准火源根部喷水。</p>
                <p>5.2.8待火灾消灭后，先消除火灾报警器，后关阀门，从水带上取下水枪，将水带卷起，卷好的水带连同水枪一起置于水箱内，最后关上水箱门。</p>
                <p>5.3消防栓的维护管理</p>
                <p>5.3.1消防栓要正确放置，处于良好状态。保安应定期对消火栓进行检查，发现消防栓放置位置不正确时应予以及时纠正；若损坏，必须报后勤组相关负责人，以便维修。</p>
                <p>5.3.2  如使用后的消防水带要注意晾晒，以免发霉损坏其应有的功能。</p>
                <p>5.3.3人事行政部组织相关人员每月把公司所有消火栓全面检查一次，以保证在可能发生火灾的建筑物内放置数量充足及良好状态的消防栓。检查结果记录于《消防栓检查卡》上。</p>
                <p>5.3.4可能发生火灾的建筑物内消防栓是否充足及消防栓是否处于良好状态，应符合以下几方面：
                    ·易发生火灾的建筑物各楼层均应设置消防栓。
                    ·室内消防栓的布置应保证水枪的充实水柱能到达室内任何部位。
                    ·室内消防栓应设在明显易于取用地点，栓口离地面高度为1.1M左右。其出水方向宜向下或与设置消防栓的墙面成90度角。
                </p>
            </el-dialog>
        </div>
        <div id="smoke" style="margin-left: 20px;">
            <div class="smokeCon">
                <span class="title">防排烟</span>
                <el-button type="text" @click="open05 = true">消防栓的操作使用及维护管理规定</el-button>
                <el-button type="text" @click="open06 = true">消防栓的操作使用及维护管理规定</el-button>
                <el-button type="text" @click="open07 = true">消防栓的操作使用及维护管理规定</el-button>
                <el-button type="text" @click="open08 = true">消防栓的操作使用及维护管理规定</el-button>
            </div>
                <el-dialog title="防排烟" :visible.sync="open05">
                    <p>5.1消防栓的用途、放置要求及标示</p>
                    <p>5.1.1消防栓仅用于公司发生火灾时灭火之用，不得挪作其它用途。</p>
                    <p>5.1.2工厂、宿舍楼、食堂等易发生火灾的地方必须放置充足的消防栓。消防栓必须放置在走廊、楼梯间、建筑物边缘及室内墙壁等易于取用地点。</p>
                    <p>5.1.3消防栓必须用红色作特殊标示，以防止挪作它用。</p>
                    <p>5.2消防栓的操作使用</p>
                    <p>5.2.1消防栓必须由具有资格的安全防卫人员操作使用，当发生火灾时，要在第一时间内通知相关安全员。其通知途径见《应急准备及响应控制程序》。
                    <p>5.2.2发生火灾时，要辨清火灾发生地点，选定离火源最近的消防栓。</p>
                    <p>5.2.3打破红色报警器，打开消防箱门，铃响后水自动加压。</p>
                    <p>5.2.4从水箱中取出水带，并将水带接在消防箱内水箱阀门口上。</p>
                    <p>5.2.5将水带全部展开，取出水枪，并将水枪接在消防水带上。</p>
                    <p>5.2.6逆时针打开消防阀门至适当处。</p>
                    <p>5.2.7左手握水枪头，右手拿水带，并将水枪顶在右腰部，蹲马步，将水枪头对准火源根部喷水。</p>
                    <p>5.2.8待火灾消灭后，先消除火灾报警器，后关阀门，从水带上取下水枪，将水带卷起，卷好的水带连同水枪一起置于水箱内，最后关上水箱门。</p>
                    <p>5.3消防栓的维护管理</p>
                    <p>5.3.1消防栓要正确放置，处于良好状态。保安应定期对消火栓进行检查，发现消防栓放置位置不正确时应予以及时纠正；若损坏，必须报后勤组相关负责人，以便维修。</p>
                    <p>5.3.2  如使用后的消防水带要注意晾晒，以免发霉损坏其应有的功能。</p>
                    <p>5.3.3人事行政部组织相关人员每月把公司所有消火栓全面检查一次，以保证在可能发生火灾的建筑物内放置数量充足及良好状态的消防栓。检查结果记录于《消防栓检查卡》上。</p>
                    <p>5.3.4可能发生火灾的建筑物内消防栓是否充足及消防栓是否处于良好状态，应符合以下几方面：
                        ·易发生火灾的建筑物各楼层均应设置消防栓。
                        ·室内消防栓的布置应保证水枪的充实水柱能到达室内任何部位。
                        ·室内消防栓应设在明显易于取用地点，栓口离地面高度为1.1M左右。其出水方向宜向下或与设置消防栓的墙面成90度角。
                    </p>
                </el-dialog>
                <el-dialog title="防排烟" :visible.sync="open06">
                    <p>5.1消防栓的用途、放置要求及标示</p>
                    <p>5.1.1消防栓仅用于公司发生火灾时灭火之用，不得挪作其它用途。</p>
                    <p>5.1.2工厂、宿舍楼、食堂等易发生火灾的地方必须放置充足的消防栓。消防栓必须放置在走廊、楼梯间、建筑物边缘及室内墙壁等易于取用地点。</p>
                    <p>5.1.3消防栓必须用红色作特殊标示，以防止挪作它用。</p>
                    <p>5.2消防栓的操作使用</p>
                    <p>5.2.1消防栓必须由具有资格的安全防卫人员操作使用，当发生火灾时，要在第一时间内通知相关安全员。其通知途径见《应急准备及响应控制程序》。
                    <p>5.2.2发生火灾时，要辨清火灾发生地点，选定离火源最近的消防栓。</p>
                    <p>5.2.3打破红色报警器，打开消防箱门，铃响后水自动加压。</p>
                    <p>5.2.4从水箱中取出水带，并将水带接在消防箱内水箱阀门口上。</p>
                    <p>5.2.5将水带全部展开，取出水枪，并将水枪接在消防水带上。</p>
                    <p>5.2.6逆时针打开消防阀门至适当处。</p>
                    <p>5.2.7左手握水枪头，右手拿水带，并将水枪顶在右腰部，蹲马步，将水枪头对准火源根部喷水。</p>
                    <p>5.2.8待火灾消灭后，先消除火灾报警器，后关阀门，从水带上取下水枪，将水带卷起，卷好的水带连同水枪一起置于水箱内，最后关上水箱门。</p>
                    <p>5.3消防栓的维护管理</p>
                    <p>5.3.1消防栓要正确放置，处于良好状态。保安应定期对消火栓进行检查，发现消防栓放置位置不正确时应予以及时纠正；若损坏，必须报后勤组相关负责人，以便维修。</p>
                    <p>5.3.2  如使用后的消防水带要注意晾晒，以免发霉损坏其应有的功能。</p>
                    <p>5.3.3人事行政部组织相关人员每月把公司所有消火栓全面检查一次，以保证在可能发生火灾的建筑物内放置数量充足及良好状态的消防栓。检查结果记录于《消防栓检查卡》上。</p>
                    <p>5.3.4可能发生火灾的建筑物内消防栓是否充足及消防栓是否处于良好状态，应符合以下几方面：
                        ·易发生火灾的建筑物各楼层均应设置消防栓。
                        ·室内消防栓的布置应保证水枪的充实水柱能到达室内任何部位。
                        ·室内消防栓应设在明显易于取用地点，栓口离地面高度为1.1M左右。其出水方向宜向下或与设置消防栓的墙面成90度角。
                    </p>
                </el-dialog>
                <el-dialog title="防排烟" :visible.sync="open07">
                    <p>5.1消防栓的用途、放置要求及标示</p>
                    <p>5.1.1消防栓仅用于公司发生火灾时灭火之用，不得挪作其它用途。</p>
                    <p>5.1.2工厂、宿舍楼、食堂等易发生火灾的地方必须放置充足的消防栓。消防栓必须放置在走廊、楼梯间、建筑物边缘及室内墙壁等易于取用地点。</p>
                    <p>5.1.3消防栓必须用红色作特殊标示，以防止挪作它用。</p>
                    <p>5.2消防栓的操作使用</p>
                    <p>5.2.1消防栓必须由具有资格的安全防卫人员操作使用，当发生火灾时，要在第一时间内通知相关安全员。其通知途径见《应急准备及响应控制程序》。
                    <p>5.2.2发生火灾时，要辨清火灾发生地点，选定离火源最近的消防栓。</p>
                    <p>5.2.3打破红色报警器，打开消防箱门，铃响后水自动加压。</p>
                    <p>5.2.4从水箱中取出水带，并将水带接在消防箱内水箱阀门口上。</p>
                    <p>5.2.5将水带全部展开，取出水枪，并将水枪接在消防水带上。</p>
                    <p>5.2.6逆时针打开消防阀门至适当处。</p>
                    <p>5.2.7左手握水枪头，右手拿水带，并将水枪顶在右腰部，蹲马步，将水枪头对准火源根部喷水。</p>
                    <p>5.2.8待火灾消灭后，先消除火灾报警器，后关阀门，从水带上取下水枪，将水带卷起，卷好的水带连同水枪一起置于水箱内，最后关上水箱门。</p>
                    <p>5.3消防栓的维护管理</p>
                    <p>5.3.1消防栓要正确放置，处于良好状态。保安应定期对消火栓进行检查，发现消防栓放置位置不正确时应予以及时纠正；若损坏，必须报后勤组相关负责人，以便维修。</p>
                    <p>5.3.2  如使用后的消防水带要注意晾晒，以免发霉损坏其应有的功能。</p>
                    <p>5.3.3人事行政部组织相关人员每月把公司所有消火栓全面检查一次，以保证在可能发生火灾的建筑物内放置数量充足及良好状态的消防栓。检查结果记录于《消防栓检查卡》上。</p>
                    <p>5.3.4可能发生火灾的建筑物内消防栓是否充足及消防栓是否处于良好状态，应符合以下几方面：
                        ·易发生火灾的建筑物各楼层均应设置消防栓。
                        ·室内消防栓的布置应保证水枪的充实水柱能到达室内任何部位。
                        ·室内消防栓应设在明显易于取用地点，栓口离地面高度为1.1M左右。其出水方向宜向下或与设置消防栓的墙面成90度角。
                    </p>
                </el-dialog>
                <el-dialog title="防排烟" :visible.sync="open08">
                    <p>5.1消防栓的用途、放置要求及标示</p>
                    <p>5.1.1消防栓仅用于公司发生火灾时灭火之用，不得挪作其它用途。</p>
                    <p>5.1.2工厂、宿舍楼、食堂等易发生火灾的地方必须放置充足的消防栓。消防栓必须放置在走廊、楼梯间、建筑物边缘及室内墙壁等易于取用地点。</p>
                    <p>5.1.3消防栓必须用红色作特殊标示，以防止挪作它用。</p>
                    <p>5.2消防栓的操作使用</p>
                    <p>5.2.1消防栓必须由具有资格的安全防卫人员操作使用，当发生火灾时，要在第一时间内通知相关安全员。其通知途径见《应急准备及响应控制程序》。
                    <p>5.2.2发生火灾时，要辨清火灾发生地点，选定离火源最近的消防栓。</p>
                    <p>5.2.3打破红色报警器，打开消防箱门，铃响后水自动加压。</p>
                    <p>5.2.4从水箱中取出水带，并将水带接在消防箱内水箱阀门口上。</p>
                    <p>5.2.5将水带全部展开，取出水枪，并将水枪接在消防水带上。</p>
                    <p>5.2.6逆时针打开消防阀门至适当处。</p>
                    <p>5.2.7左手握水枪头，右手拿水带，并将水枪顶在右腰部，蹲马步，将水枪头对准火源根部喷水。</p>
                    <p>5.2.8待火灾消灭后，先消除火灾报警器，后关阀门，从水带上取下水枪，将水带卷起，卷好的水带连同水枪一起置于水箱内，最后关上水箱门。</p>
                    <p>5.3消防栓的维护管理</p>
                    <p>5.3.1消防栓要正确放置，处于良好状态。保安应定期对消火栓进行检查，发现消防栓放置位置不正确时应予以及时纠正；若损坏，必须报后勤组相关负责人，以便维修。</p>
                    <p>5.3.2  如使用后的消防水带要注意晾晒，以免发霉损坏其应有的功能。</p>
                    <p>5.3.3人事行政部组织相关人员每月把公司所有消火栓全面检查一次，以保证在可能发生火灾的建筑物内放置数量充足及良好状态的消防栓。检查结果记录于《消防栓检查卡》上。</p>
                    <p>5.3.4可能发生火灾的建筑物内消防栓是否充足及消防栓是否处于良好状态，应符合以下几方面：
                        ·易发生火灾的建筑物各楼层均应设置消防栓。
                        ·室内消防栓的布置应保证水枪的充实水柱能到达室内任何部位。
                        ·室内消防栓应设在明显易于取用地点，栓口离地面高度为1.1M左右。其出水方向宜向下或与设置消防栓的墙面成90度角。
                    </p>
                </el-dialog>
        </div>
        <div id="wind">
            <div class="windCon">
                <span class="title">消防补风</span>
                <el-button type="text" @click="open09 = true">消防栓的操作使用及维护管理规定</el-button>
                <el-button type="text" @click="open10 = true">消防栓的操作使用及维护管理规定</el-button>
                <el-button type="text" @click="open11 = true">消防栓的操作使用及维护管理规定</el-button>
                <el-button type="text" @click="open12 = true">消防栓的操作使用及维护管理规定</el-button>
            </div>
            <el-dialog title="消防补风" :visible.sync="open09" v-model="open09">
                <p>5.1消防栓的用途、放置要求及标示</p>
                <p>5.1.1消防栓仅用于公司发生火灾时灭火之用，不得挪作其它用途。</p>
                <p>5.1.2工厂、宿舍楼、食堂等易发生火灾的地方必须放置充足的消防栓。消防栓必须放置在走廊、楼梯间、建筑物边缘及室内墙壁等易于取用地点。</p>
                <p>5.1.3消防栓必须用红色作特殊标示，以防止挪作它用。</p>
                <p>5.2消防栓的操作使用</p>
                <p>5.2.1消防栓必须由具有资格的安全防卫人员操作使用，当发生火灾时，要在第一时间内通知相关安全员。其通知途径见《应急准备及响应控制程序》。
                <p>5.2.2发生火灾时，要辨清火灾发生地点，选定离火源最近的消防栓。</p>
                <p>5.2.3打破红色报警器，打开消防箱门，铃响后水自动加压。</p>
                <p>5.2.4从水箱中取出水带，并将水带接在消防箱内水箱阀门口上。</p>
                <p>5.2.5将水带全部展开，取出水枪，并将水枪接在消防水带上。</p>
                <p>5.2.6逆时针打开消防阀门至适当处。</p>
                <p>5.2.7左手握水枪头，右手拿水带，并将水枪顶在右腰部，蹲马步，将水枪头对准火源根部喷水。</p>
                <p>5.2.8待火灾消灭后，先消除火灾报警器，后关阀门，从水带上取下水枪，将水带卷起，卷好的水带连同水枪一起置于水箱内，最后关上水箱门。</p>
                <p>5.3消防栓的维护管理</p>
                <p>5.3.1消防栓要正确放置，处于良好状态。保安应定期对消火栓进行检查，发现消防栓放置位置不正确时应予以及时纠正；若损坏，必须报后勤组相关负责人，以便维修。</p>
                <p>5.3.2  如使用后的消防水带要注意晾晒，以免发霉损坏其应有的功能。</p>
                <p>5.3.3人事行政部组织相关人员每月把公司所有消火栓全面检查一次，以保证在可能发生火灾的建筑物内放置数量充足及良好状态的消防栓。检查结果记录于《消防栓检查卡》上。</p>
                <p>5.3.4可能发生火灾的建筑物内消防栓是否充足及消防栓是否处于良好状态，应符合以下几方面：
                    ·易发生火灾的建筑物各楼层均应设置消防栓。
                    ·室内消防栓的布置应保证水枪的充实水柱能到达室内任何部位。
                    ·室内消防栓应设在明显易于取用地点，栓口离地面高度为1.1M左右。其出水方向宜向下或与设置消防栓的墙面成90度角。
                </p>
            </el-dialog>
            <el-dialog title="消防补风" :visible.sync="open10">
                <p>5.1消防栓的用途、放置要求及标示</p>
                <p>5.1.1消防栓仅用于公司发生火灾时灭火之用，不得挪作其它用途。</p>
                <p>5.1.2工厂、宿舍楼、食堂等易发生火灾的地方必须放置充足的消防栓。消防栓必须放置在走廊、楼梯间、建筑物边缘及室内墙壁等易于取用地点。</p>
                <p>5.1.3消防栓必须用红色作特殊标示，以防止挪作它用。</p>
                <p>5.2消防栓的操作使用</p>
                <p>5.2.1消防栓必须由具有资格的安全防卫人员操作使用，当发生火灾时，要在第一时间内通知相关安全员。其通知途径见《应急准备及响应控制程序》。
                <p>5.2.2发生火灾时，要辨清火灾发生地点，选定离火源最近的消防栓。</p>
                <p>5.2.3打破红色报警器，打开消防箱门，铃响后水自动加压。</p>
                <p>5.2.4从水箱中取出水带，并将水带接在消防箱内水箱阀门口上。</p>
                <p>5.2.5将水带全部展开，取出水枪，并将水枪接在消防水带上。</p>
                <p>5.2.6逆时针打开消防阀门至适当处。</p>
                <p>5.2.7左手握水枪头，右手拿水带，并将水枪顶在右腰部，蹲马步，将水枪头对准火源根部喷水。</p>
                <p>5.2.8待火灾消灭后，先消除火灾报警器，后关阀门，从水带上取下水枪，将水带卷起，卷好的水带连同水枪一起置于水箱内，最后关上水箱门。</p>
                <p>5.3消防栓的维护管理</p>
                <p>5.3.1消防栓要正确放置，处于良好状态。保安应定期对消火栓进行检查，发现消防栓放置位置不正确时应予以及时纠正；若损坏，必须报后勤组相关负责人，以便维修。</p>
                <p>5.3.2  如使用后的消防水带要注意晾晒，以免发霉损坏其应有的功能。</p>
                <p>5.3.3人事行政部组织相关人员每月把公司所有消火栓全面检查一次，以保证在可能发生火灾的建筑物内放置数量充足及良好状态的消防栓。检查结果记录于《消防栓检查卡》上。</p>
                <p>5.3.4可能发生火灾的建筑物内消防栓是否充足及消防栓是否处于良好状态，应符合以下几方面：
                    ·易发生火灾的建筑物各楼层均应设置消防栓。
                    ·室内消防栓的布置应保证水枪的充实水柱能到达室内任何部位。
                    ·室内消防栓应设在明显易于取用地点，栓口离地面高度为1.1M左右。其出水方向宜向下或与设置消防栓的墙面成90度角。
                </p>
            </el-dialog>
            <el-dialog title="消防补风" :visible.sync="open11">
                <p>5.1消防栓的用途、放置要求及标示</p>
                <p>5.1.1消防栓仅用于公司发生火灾时灭火之用，不得挪作其它用途。</p>
                <p>5.1.2工厂、宿舍楼、食堂等易发生火灾的地方必须放置充足的消防栓。消防栓必须放置在走廊、楼梯间、建筑物边缘及室内墙壁等易于取用地点。</p>
                <p>5.1.3消防栓必须用红色作特殊标示，以防止挪作它用。</p>
                <p>5.2消防栓的操作使用</p>
                <p>5.2.1消防栓必须由具有资格的安全防卫人员操作使用，当发生火灾时，要在第一时间内通知相关安全员。其通知途径见《应急准备及响应控制程序》。
                <p>5.2.2发生火灾时，要辨清火灾发生地点，选定离火源最近的消防栓。</p>
                <p>5.2.3打破红色报警器，打开消防箱门，铃响后水自动加压。</p>
                <p>5.2.4从水箱中取出水带，并将水带接在消防箱内水箱阀门口上。</p>
                <p>5.2.5将水带全部展开，取出水枪，并将水枪接在消防水带上。</p>
                <p>5.2.6逆时针打开消防阀门至适当处。</p>
                <p>5.2.7左手握水枪头，右手拿水带，并将水枪顶在右腰部，蹲马步，将水枪头对准火源根部喷水。</p>
                <p>5.2.8待火灾消灭后，先消除火灾报警器，后关阀门，从水带上取下水枪，将水带卷起，卷好的水带连同水枪一起置于水箱内，最后关上水箱门。</p>
                <p>5.3消防栓的维护管理</p>
                <p>5.3.1消防栓要正确放置，处于良好状态。保安应定期对消火栓进行检查，发现消防栓放置位置不正确时应予以及时纠正；若损坏，必须报后勤组相关负责人，以便维修。</p>
                <p>5.3.2  如使用后的消防水带要注意晾晒，以免发霉损坏其应有的功能。</p>
                <p>5.3.3人事行政部组织相关人员每月把公司所有消火栓全面检查一次，以保证在可能发生火灾的建筑物内放置数量充足及良好状态的消防栓。检查结果记录于《消防栓检查卡》上。</p>
                <p>5.3.4可能发生火灾的建筑物内消防栓是否充足及消防栓是否处于良好状态，应符合以下几方面：
                    ·易发生火灾的建筑物各楼层均应设置消防栓。
                    ·室内消防栓的布置应保证水枪的充实水柱能到达室内任何部位。
                    ·室内消防栓应设在明显易于取用地点，栓口离地面高度为1.1M左右。其出水方向宜向下或与设置消防栓的墙面成90度角。
                </p>
            </el-dialog>
            <el-dialog title="消防补风" :visible.sync="open12">
                <p>5.1消防栓的用途、放置要求及标示</p>
                <p>5.1.1消防栓仅用于公司发生火灾时灭火之用，不得挪作其它用途。</p>
                <p>5.1.2工厂、宿舍楼、食堂等易发生火灾的地方必须放置充足的消防栓。消防栓必须放置在走廊、楼梯间、建筑物边缘及室内墙壁等易于取用地点。</p>
                <p>5.1.3消防栓必须用红色作特殊标示，以防止挪作它用。</p>
                <p>5.2消防栓的操作使用</p>
                <p>5.2.1消防栓必须由具有资格的安全防卫人员操作使用，当发生火灾时，要在第一时间内通知相关安全员。其通知途径见《应急准备及响应控制程序》。
                <p>5.2.2发生火灾时，要辨清火灾发生地点，选定离火源最近的消防栓。</p>
                <p>5.2.3打破红色报警器，打开消防箱门，铃响后水自动加压。</p>
                <p>5.2.4从水箱中取出水带，并将水带接在消防箱内水箱阀门口上。</p>
                <p>5.2.5将水带全部展开，取出水枪，并将水枪接在消防水带上。</p>
                <p>5.2.6逆时针打开消防阀门至适当处。</p>
                <p>5.2.7左手握水枪头，右手拿水带，并将水枪顶在右腰部，蹲马步，将水枪头对准火源根部喷水。</p>
                <p>5.2.8待火灾消灭后，先消除火灾报警器，后关阀门，从水带上取下水枪，将水带卷起，卷好的水带连同水枪一起置于水箱内，最后关上水箱门。</p>
                <p>5.3消防栓的维护管理</p>
                <p>5.3.1消防栓要正确放置，处于良好状态。保安应定期对消火栓进行检查，发现消防栓放置位置不正确时应予以及时纠正；若损坏，必须报后勤组相关负责人，以便维修。</p>
                <p>5.3.2  如使用后的消防水带要注意晾晒，以免发霉损坏其应有的功能。</p>
                <p>5.3.3人事行政部组织相关人员每月把公司所有消火栓全面检查一次，以保证在可能发生火灾的建筑物内放置数量充足及良好状态的消防栓。检查结果记录于《消防栓检查卡》上。</p>
                <p>5.3.4可能发生火灾的建筑物内消防栓是否充足及消防栓是否处于良好状态，应符合以下几方面：
                    ·易发生火灾的建筑物各楼层均应设置消防栓。
                    ·室内消防栓的布置应保证水枪的充实水柱能到达室内任何部位。
                    ·室内消防栓应设在明显易于取用地点，栓口离地面高度为1.1M左右。其出水方向宜向下或与设置消防栓的墙面成90度角。
                </p>
            </el-dialog>
        </div>
        <div id="spray" style="margin-left: 20px;">
            <div class="sprayCon">
                <span class="title">喷淋</span>
                <div class="scrollbar01" id="style-4">
                <div class="force-overflowP">
                    <p>5.1消防栓的用途、放置要求及标示</p>
                    <p>5.1.1消防栓仅用于公司发生火灾时灭火之用，不得挪作其它用途。</p>
                    <p>5.1.2工厂、宿舍楼、食堂等易发生火灾的地方必须放置充足的消防栓。消防栓必须放置在走廊、楼梯间、建筑物边缘及室内墙壁等易于取用地点。</p>
                    <p>5.1.3消防栓必须用红色作特殊标示，以防止挪作它用。</p>
                    <p>5.2消防栓的操作使用</p>
                    <p>5.2.1消防栓必须由具有资格的安全防卫人员操作使用，当发生火灾时，要在第一时间内通知相关安全员。其通知途径见《应急准备及响应控制程序》。
                    <p>5.2.2发生火灾时，要辨清火灾发生地点，选定离火源最近的消防栓。</p>
                    <p>5.2.3打破红色报警器，打开消防箱门，铃响后水自动加压。</p>
                    <p>5.2.4从水箱中取出水带，并将水带接在消防箱内水箱阀门口上。</p>
                    <p>5.2.5将水带全部展开，取出水枪，并将水枪接在消防水带上。</p>
                    <p>5.2.6逆时针打开消防阀门至适当处。</p>
                    <p>5.2.7左手握水枪头，右手拿水带，并将水枪顶在右腰部，蹲马步，将水枪头对准火源根部喷水。</p>
                    <p>5.2.8待火灾消灭后，先消除火灾报警器，后关阀门，从水带上取下水枪，将水带卷起，卷好的水带连同水枪一起置于水箱内，最后关上水箱门。</p>
                    <p>5.3消防栓的维护管理</p>
                    <p>5.3.1消防栓要正确放置，处于良好状态。保安应定期对消火栓进行检查，发现消防栓放置位置不正确时应予以及时纠正；若损坏，必须报后勤组相关负责人，以便维修。</p>
                    <p>5.3.2  如使用后的消防水带要注意晾晒，以免发霉损坏其应有的功能。</p>
                    <p>5.3.3人事行政部组织相关人员每月把公司所有消火栓全面检查一次，以保证在可能发生火灾的建筑物内放置数量充足及良好状态的消防栓。检查结果记录于《消防栓检查卡》上。</p>
                    <p>5.3.4可能发生火灾的建筑物内消防栓是否充足及消防栓是否处于良好状态，应符合以下几方面：
                        ·易发生火灾的建筑物各楼层均应设置消防栓。
                        ·室内消防栓的布置应保证水枪的充实水柱能到达室内任何部位。
                        ·室内消防栓应设在明显易于取用地点，栓口离地面高度为1.1M左右。其出水方向宜向下或与设置消防栓的墙面成90度角。</p>
                </div>
            </div>
            </div>
        </div>
      </div>
  </div>
</template>
<script>
 export default {
     data() {
         return {
             open01:false,
             open02:false,
             open03:false,
             open04:false,
             open05:false,
             open06:false,
             open07:false,
             open08:false,
             open09:false,
             open10:false,
             open11:false,
             open12:false,
         }
     },
     methods: {

     }
 }
</script>
<style>
    /*滚动条高度*/
.scrollbar {
    margin-left: 30px;
    float: left;
    height: 240px;
    overflow-y: scroll;
    margin-bottom: 25px;
}
.scrollbar01 {
    margin-left: 30px;
    float: left;
    height: 180px;
    overflow-y: scroll;
    /*margin-bottom: 25px;*/
    margin-top: 10px;
}
#style-3::-webkit-scrollbar {  width: 6px;  background-color: #F5F5F5;  }
#style-3::-webkit-scrollbar-thumb {  background-color: #999; border-radius: 20px; }
#style-3::-webkit-scrollbar-track {  background-color: #333; height: 390px;  }
#style-4::-webkit-scrollbar {  width: 6px;  background-color: #F5F5F5;  }
#style-4::-webkit-scrollbar-thumb {  background-color: #999; border-radius: 20px; }
#style-4::-webkit-scrollbar-track {  background-color: #333; height: 380px;  }
.force-overflow {  min-height: 270px;  }
.force-overflowP{ min-height: 270px; }
.force-overflow p { color: #fff; font-size: 14px; line-height: 2; }
/*main content */
#fireManage{ width: 100%; font-family: Regular;}
#fireManage .fireManage_top{ width: 100%; background: #1b1c21; border-radius: 10px; height: 300px;}
#fireManage .fireManage_top .fireManage_top_head{ width: 98%; line-height: 50px; border-bottom: 1px solid #666; margin: 0 auto;}
#fireManage .fireManage_top .fireManage_top_con{ display: inline-block; padding: 10px 0; overflow: auto; }
#fireManage .fireManage_top .fireManage_top_con .tip{ display: inline-block; vertical-align: top;}
#fireManage .fireManage_top .fireManage_top_con .tip .tipCon{ font-size: 12px; text-align: center; padding: 3px 0;}
#fireManage .fireManage_top .fireManage_top_con table{ display: -webkit-inline-box; width: 73%;}
#fireManage .fireManage_top .fireManage_top_con table tr{ width: 100%;}
#fireManage .fireManage_top .fireManage_top_con table tr td{ width: 300px; text-align: center; line-height: 32px;}
#fireManage .fireManage_top .fireManage_top_con table tr td:before{  content:url("../../../images/normal.png"); margin-right: 10px;}
#fireManage .fireManage_top .fireManage_top_con table tr td:after{  content:url("../../../images/map.png"); margin-left: 10px; vertical-align: middle;}
#fireManage .fireManage_top .fireManage_top_con table tr td.active:before{  content:url("../../../images/warning.png"); margin-right: 10px;}
/*bottom*/
/*#fireManage .fireManage_bottom{ margin-top: 30px;}*/
#fireManage .fireManage_bottom #fire,#fireManage .fireManage_bottom #smoke,#fireManage .fireManage_bottom #wind,#fireManage .fireManage_bottom #spray{
    width: 49%;
    background: #1b1c21;
    border-radius: 10px;
    display: inline-block;
    height: 270px;
    overflow: hidden;
    margin-top: 30px;
    vertical-align: -webkit-baseline-middle;
}
#fireManage .fireManage_bottom #fire .fireCon,#fireManage .fireManage_bottom #smoke .smokeCon,#fireManage .fireManage_bottom #wind .windCon,#fireManage .fireManage_bottom #spray .sprayCon{  width: 95%; margin: 0 auto; }
#fireManage .fireManage_bottom .el-dialog{ background: #212226; border-radius: 10px; width: 35%; left: 0; color: #fff;}
#fireManage .fireManage_bottom .el-dialog .el-dialog__body{font-size: 12px; color: #fff;}
#fireManage .fireManage_bottom .el-dialog .el-dialog__body p{display: block; color: #fff; font-size: 14px; line-height: 2;}
#fireManage .fireManage_bottom .el-dialog .el-dialog__header{ border-bottom: 1px solid #999;width: 97%; margin: 0 auto;}
#fireManage .fireManage_bottom .el-dialog .el-dialog__title{font-size: 14px; color: #fff;}
#fireManage .fireManage_bottom .el-button--text{display: block; color: #fff; font-size: 14px;}
#fireManage .fireManage_bottom .el-button--text.active{color: #ef8041;}
.el-button+.el-button{ margin-left: 0;}
#fireManage .fireManage_bottom .title{ display: inline-block; width: 100%; line-height: 50px; border-bottom: 1px solid #666;}
</style>
